{
  "default": {
    "sent_examples": [
      {
        "subject": "Thank You for the Interview Opportunity, Emma",
        "body": "Hi Emma, I hope this email finds you well. I wanted to express my gratitude for the opportunity to interview with you. I appreciate your time and consideration throughout the interview process. Please feel free to reach out if you need any further information from my end. Thank you once again. Best regards, Manasa"
      },
      {
        "subject": "Follow-Up on Product Strategy Meeting",
        "body": "Hi [Recipient's Name],\n\nI hope this message finds you well. I would like to extend my sincere gratitude for your time and valuable insights during our recent 45-minute product strategy meeting. Your expertise greatly contributed to our discussions.\n\nTo summarize our key discussion points:\n1. We agreed on the primary objectives for the upcoming quarter, focusing on enhancing user engagement and streamlining our development processes.\n2. The decision was made to prioritize the integration of feedback from our beta users into the next product iteration.\n3. We identified potential challenges regarding resource allocation and agreed to explore solutions collaboratively.\n\nNext steps include:\n- **Action Item 1**: Compile user feedback and present findings by [Tentative Date]. **Owner**: [Owner's Name].\n- **Action Item 2**: Develop a resource allocation plan by [Tentative Date]. **Owner**: [Owner's Name].\n- **Action Item 3**: Schedule a follow-up meeting to review progress on [Tentative Date]. **Owner**: Manasa.\n\nI appreciate your commitment to ensuring alignment and accountability as we move forward. Please feel free to reach out if you have any further insights or questions.\n\nSincerely,\nManasa"
      },
      {
        "subject": "Follow-Up on Product Strategy Meeting",
        "body": "Hi [Recipient's Name],\n\nI hope this message finds you well. I would like to extend my sincere gratitude for your time and valuable insights during our recent product strategy meeting. Your contributions were instrumental in shaping our discussion.\n\nTo summarize, we covered the following key points:\n1. **Market Analysis**: We identified emerging trends that will influence our product roadmap.\n2. **Feature Prioritization**: We agreed on prioritizing the development of features A and B based on customer feedback and competitive analysis.\n3. **Resource Allocation**: We discussed the need for additional resources in the engineering team to meet our timelines.\n\nAs for the next steps:\n- **Action Item 1**: Conduct a detailed market analysis report. \n  - **Owner**: [Owner's Name]\n  - **Timeline**: By [Tentative Date]\n- **Action Item 2**: Finalize the feature specifications for A and B.\n  - **Owner**: [Owner's Name]\n  - **Timeline**: By [Tentative Date]\n- **Action Item 3**: Review resource requirements and present a proposal.\n  - **Owner**: [Owner's Name]\n  - **Timeline**: By [Tentative Date]\n\nI appreciate your continued support and look forward to our collective progress on these initiatives. Please feel free to reach out if you have any further questions or require additional information.\n\nSincerely,\nManasa"
      }
    ]
  }
}